insert into author
values (3, 'Виктор Пелевин', '1962-09-26', 'Русский советский и российский писатель, эссеист.',
        'https://eksmo.ru/authors/pelevin-viktor-olegovich-ID11753/'),
       (4, 'Роберт Лафоре', '1938-01-12', 'Король программирования на С++.', 'https://oz.by/people/more901438.html'),
       (5, 'Брайсон Пэйн', '1987-12-21', 'Значменитый школьный учитель информатики.', 'https://oz.by/people/more90118797.html');

insert into book
values (4, 'Тайные виды на гору Фудзи',
        'Готовы ли вы ощутить реальность так, как переживали ее аскеты и маги древней Индии две с половиной тысячи лет назад? И если да, хватит ли у вас на это денег?',
        '2018-01-01', 416, '978-5-17-082350-6', 'RUS', 3, 1, 5, 23.4),
       (5, 'Объектно-ориентированное программирование в С++',
        'Благодаря этой книге тысячи пользователей овладели технологией объектно-ориентированного программирования в С++.',
        '2016-01-01', 928, '978-5-17-099623-1', 'RUS', 4, 1, 7, 93.7),
       (6, 'Python для детей и родителей',
        'Программирование – одна из самых востребованных профессий в наше время, и она останется таковой в ближайшем будущем. Научите своих детей программировать уже сейчас с помощью этой книги!',
        '2019-01-01', 352, '978-5-17-194070-7', 'RUS', 5, 1, 7, 48.3);
